const resources = [
    {
        "id": "1",
        "title": "신규 브롤러 팽, 그 실력은?",
        "date": "2022-02-08",
        "content": `시즌 10 '호랑이의 해'의 신규 브롤러 팽이 등장했습니다.
                팽 또한 크로마틱 브롤러로 브롤패스를 구매하여 얻을 수 있고, 상자에서도 전설 브롤러 획득 확률로 뽑을 수 있습니다.
                이렇게 출시되는 크로마틱 브롤러는 항상 좋은 성능을 가지고 있었는데요.
                과연 팽도 이전의 브롤러들과 비슷하게 좋은 성능을 가지고 있을까요?
                팽의 특성을 살펴보고, 현재 등장하고 있는 맵들에서 어느 정도 활약하고 있는지 살펴보려고 합니다.
                <br />
                <br />
                먼저, 팽의 공격부터 살펴보겠습니다. 일반 공격은 스피드 킥으로 근거리의 단일 타겟을 공격합니다.
                근거리 단일 타겟을 가진 브롤러의 경우 타격을 하기 위해 접근하기가 어렵지만, 대신 높은 공격력을 자랑해 접근하면 공격 3방에 상대 브롤러를 제압할 수 있습니다.
                11렙 기준 공격력은 2100이고 체력은 6750으로 높은 편입니다.
                <br />
                <br />
                특수공격은 플라잉 킥으로 발차기를 하면서 이동하는 공격입니다. 적에게 적중하면 연속으로 3번 더 발차기를 날리게 됩니다.
                근접 브롤러의 단점인 접근성을 극복시켜주는 특수공격입니다.
                그래서 원거리 브롤러들이 거리를 내어주지 않아 곤란한 상황에서도 특수공격을 통해서 기회를 만들 수 있습니다.
                <br />
                <br />

                <div class='two'>
                    <div class='imgContainer'>
                        <img src='/images/maps/gemGrab/Cotton Candy Dreams.png' alt='Cotton Candy Dreams' />
                        <div class='discription'>솜사탕의 꿈</div>
                    </div>
                    <div>
                        팽의 승률은 어떨까요? 잼그랩을 살펴봅시다. 모든 승률 통계자료는 2월 8일 기준입니다.
                        솜사탕의 꿈에서는 승률이 58.9%로 전체 브롤러중 2위를 차지하고 있습니다.
                        <br />
                        <br />
                        양쪽에 부쉬가 많은 맵이라서 근접 브럴러들이 잠복해 있기 좋은 형태를 띄고 있습니다.
                        근접 브롤러 중에는 대릴과 비비, 로사가 같이 강세를 띄고 있습니다.
                        <br />
                        <br />
                        이어서 보석 요새, 독버섯 함정에서도 각각 3위, 4위의 승률을 보이고 있어서 굉장히 좋은 성과를 내고 있습니다.
                    </div>
                </div>
                <br />
                <div class='two'>

                    <div class='imgContainer'>
                        <img src='/images/maps/showdown/Feast or Famine.png' alt='Feast or Famine' />
                        <div class='discription'>모 아니면 도</div>
                    </div>
                    <div>
                        쇼다운에는 어떨까요? 며칠 전에 등장했던 '모 아니면 도'에서는 13위로
                        잼그랩에 비하면 낮은 순위를 기록하고 있습니다.
                        오늘 등장한 맵인 호수 천국에서도 16위로 다소 부진한 성적을 내고 있는데요.
                        <br />
                        <br />
                        아무래도 잼그랩과는 달리 쇼다운은 큐브를 빠르게 먹는 것이 중요한데,
                        팽의 경우는 단일 타겟의 공격과 더불어 느린 공격속도로 인해서 이런 결과가 나오지 않았을까 예상해봅니다.
                    </div>
                </div>
                <br />
                <br />
                <div>
                    오늘은 신규 브롤러 팽에 대해서 짧게 알아봤습니다.
                    많이 플레이하면서 즐겨보시길 바랍니다~
                </div>`,
    },
    {
        "id": "2",
        "date": "2022-02-10",
        "title": "2월초 인기 있는 모드는 무엇일까요?",
        "content": `
        2022년 2월 1일부터 10일까지 트로피 500점이상에서 플레이된 게임에 대해서, 어떤 게임 얼마나 많이 플레이 되었는지 집계를 진행해보았습니다.
        트로피 500점이상이라는 조건을 둔 것은 점수가 낮을 때, AI와 같이 플레이되기 때문에 집계의 정확도를 떨어뜨릴 수 있다고 판단되어
        제외 시켰습니다. 과연 어떤 모드가 인기가 많을까요?
        <br/>
        <br/>
        <img style="width : 100%" src="/blog/2/playRate.PNG"/>
        <br/>
        <br/>
        바로 쇼다운입니다. 무려 솔로쇼다운과 듀오쇼다운이 각각 41.8%, 17.7%의 비율로 1,2위를 차지하고 있는 것을 확인할 수 있습니다.
        3,4위는 브롤볼과 젬그랩으로 브롤스타즈 출시 때부터 함께 했던 맵인만큼 인기가 많이 있는 것을 볼 수 있습니다. 
        <br/>
        <br/>
        현재 녹아웃, 바운티, 하이스트, 핫존, 시즈팩토리는 2시간마다 이벤트가 변경되고 있습니다. 
        24시간내내 한 자리씩 차지하고 있는 쇼다운, 브롤볼, 젬그랩과는 달리 아무때나 플레이를 할 수가 없습니다.
        인기가 없는 것과 더불어 시간 제약 때문에 상대적으로 낮은 플레이 비율을 보여준 것이라 생각됩니다.
        <br/>
        <br/>
        읽어주셔서 감사합니다. 다음 글에는 인기 있는 브롤러는 무엇인지 알아보도록 하겠습니다.
        `
    },
    {
        "id": "3",
        "date": "2022-02-16",
        "title": "2월 인기있는 브롤러는 무엇일까요?",
        "content": `
        2022년 2월 1일부터 15일까지 플레이한 브롤러들을 집계해보았습니다.
        <br/>
        <br/>
        <img style="width : 100%" src="/blog/3/brawlerStat.png"/>
        <br/>
        <br/>
        에드거가 1위를 차지하였습니다. 에드거가 처음 출시되었을 때, 엘 프리모의 상위 호환이라고 불릴만큼 좋은 위상을 보여줬는데요.
        무엇보다 오토에임만으로도 충분히 쉽게 즐길 수 있고, 그 파워도 세기에 사랑 받고 있는 브롤러인 것 같습니다.
        <br/>
        <br/>
        2위는 다이너마이크입니다. 원거리 투척 브롤러로 벽이 많은 지형에서 굉장한 힘을 발휘합니다.
        특히 쇼다운 맵인 해골천 일명 티밍천이라고 불리우는 맵에서 다이너마이크는 필수적으로 사용되는 브롤러입니다.
        트로피 진척 보상으로 받는 브롤러인만큼 획득하기도 쉬워서 다들 많이 플레이하고 있는 것으로 보입니다.
        <br/>
        <br/>
        3위는 스튜입니다. 스튜는 공격을 한번만 맞추면 궁극기가 채워져서, 궁극기를 활용한 화려한 공격 연계 플레이를 보여주는데요.
        그만큼 플레이하기는 어렵지만 기동력이 좋은 브롤러입니다. 4위의 모티스도 스튜와 비슷하게 기동성이 굉장히 좋은 브롤러입니다.
        특정 맵에서 활약을 할 수 있습니다. 가젯의 활용으로 원거리 브롤러들을 쉽게 암살하는 면모를 보여주기도 합니다.
        <br/>
        <br/>
        읽어주셔서 감사합니다. 더 재밌는 글로 다음에 찾아 뵙도록 하겠습니다.
        `
    }
];

export default resources;